Repository: wp-plugins/raidify-contact-form
Catalog: languages/raidify-contact-form-*.po
Languages: es_es, he_il

source: Required
es_es: Requerido
he_il: נדרש

source: Placeholder
es_es: Contenedor
he_il: מציין מיקום

source: Fields settings
es_es: Configuración de campos
he_il: הגדרות שדות

source: Paste this Short code [rcf_contact_form] on the page or post you want this form to appear
es_es: Pegue este Shortcode "[rcf_contact_form]" en la página o post donde quiere que aparezca el formulario de contacto.
he_il: להדביק קוד זה קצר [rcf_contact_form] בדף או לפרסם ברצונך בטופס זה כדי להופיע

source: Save Changes
es_es: Guardar cambios
he_il: שמור שינויים

source: Use "Required Label" to set the text that appears on the required fields on the contact form
es_es: Si marcó la opción "Requerido" puede personalizar el texto que será mostrado en el siguiente campo.
he_il: להשתמש "נדרש תווית" כדי להגדיר את הטקסט שיופיע על השדות הנדרשים בטופס איש הקשר

source: Required Label
es_es: Etiqueta "Requerido" personalizada
he_il: נדרש תווית

source: Use this email address to receive mails
es_es: Utilice esta dirección para recibir los mails
he_il: השתמש בזה כתובת הדוא ל כדי לקבל מיילים

source: Admin Email Account
es_es: Cuenta de correo de Administrador
he_il: חשבון דוא"ל Admin

source: Custom Email Account
es_es: Cuenta de correo de personalizada
he_il: חשבון דוא"ל מותאם אישית

source: Select the radio button and enter the email address that emails should be sent to, if left blank the admin email will be used
es_es: Habilite esta casilla para enviar el contenido a una dirección de email diferente a la indicada en el apartado Administrador. Dejándola en blanco se utilizará por defecto el email de Administrador.
he_il: בחר את לחצן האפשרויות והכנס את כתובת הדואר האלקטרוני שהודעות דוא"ל יש לשלוח ל, אם נותר ריק הדוא"ל מנהל ישמש

source: Use SMTP
es_es: Usar SMTP
he_il: השימוש SMTP

source: Use Php mail
es_es: Usar Php mail
he_il: דואר להשתמש ב PHP

source: SMTP Host Server
es_es: Host del Servidor SMTP
he_il: שרת מארח SMTP

source: SMTP Port Number
es_es: Puerto del servidor SMTP
he_il: מספר יציאה SMTP

source: Use Encryption
es_es: Usar encriptación
he_il: הצפנת שימוש

source: No Encryption
es_es: No encriptar
he_il: אין הצפנה

source: Use SSL
es_es: Usar SSL
he_il: השתמש ב- SSL

source: Use TLS
es_es: Usar TLS
he_il: השימוש TLS

source: Use SMTP Authentication
es_es: Usar autenticación SMTP
he_il: שימוש SMTP אימות

source: From
es_es: De
he_il: מ

source: From Name (Optional)
es_es: De (opcional)
he_il: משם (אופציונאלי)

source: Username
es_es: Nombre de Usuario
he_il: שם משתמש

source: Password
es_es: Contraseña
he_il: סיסמא

source: To use SMTP, fill the fields marked with "*"
es_es: Para utilizar SMTP, debe completar todos los campos marcados con "*"
he_il: כדי להשתמש ב- SMTP, למלא את השדות מסומנים ב *

source: For the encryption system, "TLS" is not the same as "STARTTLS"
es_es: Para los sistemas de encriptación, "TLS" no es lo mismo que "STARTTLS"
he_il: למערכת ההצפנה, "TLS " הוא לא אותו הדבר כמו "STARTTLS "

source: If "Use SMTP Authentication" is unchecked, "Username" and "Password" will not be used
es_es: Si la opción "Usar SMTP" no esta tildada, el Nombre de usuario y Contraseña no serán enviados.
he_il: אם "השימוש SMTP אימות " אינו מסומן, "שם משתמש " ו "סיסמא " לא תשמש

source: If "From Name" is left blank, the name the user puts on the contact form name field will be used
es_es: Si el campo "De" esta vacío, el nombre indicado por el usuario del formulario de contacto será el que aparezca en el mail.
he_il: אם "משם " נשאר ריק, שם המשתמש מניח אותו על שם טופס יצירת קשר השדה ישמש

source: To use SMTP fill the following SMTP options
es_es: Para usar SMTP debe completar las siguientes opciones SMTP
he_il: כדי להשתמש ב- SMTP למלא את אפשרויות SMTP הבאות

source: send
es_es: Enviar
he_il: לשלוח

source: Please enter your
es_es: Por favor indique su
he_il: אנא המלאו את שמכם

source: Invalid email address
es_es: Dirección de mail no válida.
he_il: כתובת דוא"ל לא חוקית

source: Mail sent successfully
es_es: Su consulta ha sido enviada con éxito.
he_il: הדואר נשלח בהצלחה

source: Mail not sent
es_es: Consulta no enviada.
he_il: דואר לא נשלח

source: You do not have sufficient permissions to access this page.
es_es: Ud. no tiene suficientes permisos para acceder a esta página.
he_il: אין לך הרשאות מספיקות כדי לגשת לדף זה.

source: name
es_es: Nombre
he_il: שם

source: subject
es_es: Tema
he_il: נושא

source: email
he_il: דואר אלקטרוני

source: message
es_es: Mensaje
he_il: הודעה

source: Paste this Short code "[rcf_contact_form]" on the page or post you want this form to appear
he_il: הדבק קוד קצר זה "[rcf_contact_form] " בדף או לפרסם ברצונך בטופס זה כדי להופיע

source: Admin Email account
he_il: חשבון דוא"ל Admin

source: Custom Email account
he_il: חשבון דוא"ל מותאם אישית

source: Select the radio button and enter the email address that emails should be sent to, if left blank the admin email will he used
he_il: בחר את לחצן האפשרויות והכנס את כתובת הדואר האלקטרוני שהודעות דוא"ל יש לשלוח ל, אם נותר ריק הדוא"ל מנהל יהיה הוא משמש

source: Fields settings table
he_il: שולחן הגדרות שדות

source: Fields
he_il: שדות

source: Username:
he_il: שם משתמש:

source: Password:
he_il: סיסמא:

source: Enter Your Name
he_il: הזן את שמך

source: Enter a Subject
he_il: הזן נושא

source: Enter an Email address
he_il: הזן כתובת דוא"ל

source: Enter a Message
he_il: הזן הודעה

source: rcf-name
he_il: RCF-שם

source: rcf-subject
he_il: RCF-נושא

source: Use Google Recaptcha
es_es: Utilice Google Reconocer texto

source: Site Key
es_es: clave sitio

source: Secret Key
es_es: llave secreta
